<?php
// +----------------------------------------------------------------------
// | Blog [ WE CAN DO IT JUST THINK ]
// +----------------------------------------------------------------------
// | Copyright (c) 2006-2014 http://lexiang123.cn All rights reserved.
// +----------------------------------------------------------------------
// | Author: 2275840206@qq.com
// +----------------------------------------------------------------------
// | Time : ${DATA}下午 8:41
// +----------------------------------------------------------------------

namespace App\Models;
class BKWXJSConfig extends M3Result
{

    public $appId;      // 必填，公众号的唯一标识
    public $timestamp;  // 必填，生成签名的时间戳
    public $nonceStr;   // 必填，生成签名的随机串
    public $signature;  // 必填，签名，见附录1

}